---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Radians
source: html/26dc0cb9-7ee9-e6ef-6c40-00a4d57eb2f0.htm
---
# Autodesk.Revit.DB.UnitTypeId.Radians Property

Radians.

## Syntax (C#)
```csharp
public static ForgeTypeId Radians { get; }
```